[Objects]
ParticleModuleRotationBase="Rotation"
ParticleModuleLifeLocker="Life Lock"
ParticleModuleFillBoxesLocation="Loc. Box Filler"
ParticleModuleGridLocation="Loc. Grid"
ParticleModuleLocationTornado="Loc. Tornado"
ParticleModuleLocationDirectCurve="Curve Motion"
ParticleModuleSpawnRainCollision="Rain Spawn Collision"
ParticleModuleTypeDataLight="Light Data"
ParticleModuleTypeDataDNETrail="DNE Trail Data"
ParticleModuleTypeDataParticlesTrails="DNE MultiTrails"
ParticleModuleTypeDataCurvedMesh="Instanced Curved Mesh"
ParticleModuleTypeDataDNECloneMesh="DNE Clone Mesh"
ParticleModuleLifeReset="Life Reset"
ParticleModuleCameraCollision="Camera Collision"
InterpTrackDNECue="DNECue Track"
